Repository: collective/collective.cover
Catalog: src/collective/composition/locales/*/LC_MESSAGES/collective.composition.po
Languages: es, pt_br

source: Arrangement of columns and rows for composable page
es: Disposición de filas y columnas para la página compuesta
pt_br: Disposição de linhas e colunas para a página composta

source: Building block for composable page
es: Bloque básico de una página compuesta
pt_br: Bloco básico de uma página composta

source: Composable page
es: Página compuesta
pt_br: Página composta

source: Composition
es: Composición
pt_br: Composição

source: Content Fragment
es: Fragmento de contenido
pt_br: Fragmento de conteúdo

source: HTML Fragment
es: Fragmento de tipo HTML
pt_br: Fragmento de HTML

source: HTML fragment for composable page
es: Fragmento HTML para una página componible
pt_br: Fragmento HTML para una página componible

source: Layout
es: Disposición

source: My Related Page
es: Página relacionada
pt_br: Página relacionada

source: Page Fragment
es: Fragmento de tipo página
pt_br: Fragmento de página

source: Portlet Fragment
es: Fragmento de tipo portlet
pt_br: Fragmento de Portlet
