Repository: collective/collective.cover
Catalog: src/collective/cover/locales/*/LC_MESSAGES/collective.cover.po
Languages: ca, de, es, fi, fr, it, ja, nl, no, pt_br

source: Settings for the collective.cover package
ca: Preferències pel paquet collective.cover
de: Konfiguration für collective.cover
es: Preferencias para el paquete collective.cover
fi: Kansisivu-lisäosan asetukset
fr: Configuration du module collective.cover
it: Pannello di configurazione di collective.cover
nl: Instellingen voor collective.cover (voorpagina)
no: Innstillinger for collective.cover
pt_br: Configurações do produto collective.cover

source: Show more... link
es: Mostrar más… (vínculo)
nl: Toon meer... link
pt_br: Mostrar mais… (link)

source: Show more... link text
es: Mostrar más… (texto del vínculo)
nl: Toon meer... link-tekst
pt_br: Mostrar mais… (texto do link)

source: Standard view
es: Vista estándar
fr: Vue standard
nl: Standaard weergave
pt_br: Visão padrão

source: Start at item
es: Comenzar en el elemento
fr: Commencer à l'élément
nl: Start met item
pt_br: Iniciar no item

source: Styles
ca: Estils
de: Stilvorlagen
es: Estilos
fi: Tyylit
it: Stili
ja: スタイル
nl: Stijlen
no: Stiler
pt_br: Estilos

source: Text length
ca: Longitud del text
de: Textlänge
es: Longitud del texto
fi: Tekstin pituus
fr: Longueur du texte.
it: Lunghezza del testo
nl: Tekst lengte
no: Textlengde
pt_br: Comprimento do texto

source: The collection doesn't have any results.
ca: La col·lecció no té resultats.
de: Die Kollektion hat keine Ergebnisse
es: La colección no tiene resultados.
fi: Kokoelma ei palauttanut lainkaan tuloksia.
fr: La collection ne remonte aucun contenu.
it: La collezione non restituisce nessun risultato
nl: De verzameling levert geen resultaten.
no: Samlingen har ingenting å vise
pt_br: Esta coleção não possui nenhum resultado.

source: The layout to be used to render groups and tiles
ca: El disseny que serà utilitzat per mostrar grups i tiles
de: Stilvorlage für Gruppen und Kacheln
es: El diseño que será usado para mostrar grupos y tiles
fi: Sommittelu, joka määrittää kansisivun tiilien ladonnan.
fr: La mise en page à utiliser pour afficher les groupes et les tuiles
it: Il layout da usare per visualizzare gruppi e riquadri
nl: Te gebruiken indeling om groepen en tegels te tonen
no: Layout for å vise grupper og blokker
pt_br: O layout que será utilizado

source: This carousel is empty; open the content chooser and drag-and-drop some items here.
es: El carrusel está vacío; arrastre y suelte algunos elementos aquí.
fr: Cette tuile carousel est vide ; cliquer sur 'Ajouter du contenu' et faites glisser des éléments ici.
ja: このカルーセルは空です: コンテンツ選択画面からアイテムをここにドラッグ&amp;ドロップします
nl: Deze carousel is leeg. Open de inhoudskiezer en versleep een aantal items hier naartoe.
pt_br: O carrossel está vazio; clique em adicionar conteúdo e faça o drag and drop de alguns itens aqui.

source: This fixture creates generic content to be used in tests.
es: Crea contenido genérico que será usado en las pruebas.
nl: Dit maakt algemene content aan voor gebruik in tests.
pt_br: Este acessório cria conteúdo genérico para ser usado em testes.

source: This item does not have any body text.
es: Este elemento no tiene texto.
pt_br: Esse item não possui nenhum corpo de texto.

source: This tiles will be available for layout creation.
ca: Aquests tiles estaran disponibles en la creació de dissenys.
de: Verfügbare Kacheln für Stilvorlagen
es: Estos tiles estarán disponibles en la creación de diseños.
fi: Nämä tiilet on valittavissa kansikuvan ladonnassa.
fr: Ces tuiles seront disponibles pour la création de la mise en page.
it: Queste tipologie di riquadri saranno disponibili per la creazione del layout
ja: このタイルはレイアウト作成に利用できます
nl: Deze tegels zijn beschikbaar om indelingen te maken.
no: Disse blokkene vil bli tilgjengelig for laging av layout
pt_br: Esses tiles serão disponíveis para criação de layouts de capas.

source: Tile Title
es: Título del tile
nl: Titel van de tegel
pt_br: Título do tile

source: Tile configuration cancelled.
ca: Configuració del tile cancel·lada.
de: Kachelkonfiguration abgebrochen.
es: Configuración del tile cancelada.
fi: Tiilen muutokset peruttu.
fr: Configuration de la tuile annulée.
it: Configurazione annullata
ja: タイル設定をキャンセルしました
nl: Tegel configuratie geannuleerd.
no: Blokkonfigurering avbtutt
pt_br: Configuração do tile cancelada.

source: Tile configuration saved.
ca: Configuració del tile guardada.
de: Kachelkonfiguration gespeichert.
es: Configuración del tile guardada.
fi: Tiilen muutokset tallennettu.
fr: Configuration de la tuile enregistrée.
it: Configurazione salvata
ja: タイル設定を保存しました
nl: Tegel configuratie opgeslagen.
no: Blokkonfigurasjon lagret
pt_br: Configuração do tile salva.

source: Tile saved
ca: Tile guardat
de: Kachel gespeichtert
es: Tile guardado
fi: Tiilen muutokset tallennettu.
fr: Tuile enregistrée
it: Riquadro salvato
ja: タイルを保存しました
nl: Tegel opgeslagen
no: Blokk lagret
pt_br: Tile salvo

source: Time to live
es: Tiempo de vida
pt_br: Tempo de vida

source: Title
ca: Títol
de: Titel
es: Título
fi: Nimike
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
pt_br: Título

source: Uninstall profile for the collective.cover package.
ca: Perfil de desinstal·lació del paquet collective.cover.
de: Uninstall Profil für collective.cover.
es: Perfil de desinstalación del paquete collective.cover.
fi: Helppokäyttöisen kansikuvalisäosan asennuksen poistoprofiili.
fr: Profil de désinstallation du module collective.cover.
it: Profilo per disinstallare il pacchetto collective.cover
nl: De-installeer profiel voor collective.cover (voorpagina).
pt_br: Perfil de desintalação do produto collective.cover.

source: Value must be greater than zero.
es: El valor debe ser mayor que cero.
pt_br: O valor deve ser maior que zero.

source: Visible
de: Sichtbar
fi: Näkyvissä
it: Visibile
ja: ビジブル
nl: Zichtbaar
no: Synlig
pt_br: Visível

source: Yes
ca: Sí
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Si
ja: はい
nl: Ja
no: Ja
pt_br: Sim

source: You are not allowed to add content to this tile
ca: No té permís per afegir contingut a aquest tile
de: Keine Berechtigung zum ändern dieser Kachel
es: No tiene permiso para agregar contenido a este tile
fi: Sinulla ei ole riittäväksi oikeuksia lisätä sisältöä tähän tiileen.
fr: Vous n'avez pas l'autorisation d'ajouter du contenu à cette tuile
it: Non sei autorizzato ad aggiungere contenuti in questo riquadro
nl: Onvoldoende rechten om inhoud toe te voegen aan deze tegel
no: Du har ikke rettigheter til å legge til innhold til denne blokken
pt_br: Você não tem permissão para adicionar conteúdo neste tile

source: You are not allowed to add this kind of tile
es: No puede adicionar este tipo de tile
fr: Vous n'avez pas l'autorisation d'ajouter ce type de tuile
nl: Onvoldoende rechten om deze tegel toe te voegen
pt_br: Você não pode adicionar este tipo de tile

source: You are not allowed to remove content of this tile
ca: No té permís per eliminar contingut d'aquest tile
de: Keine Berechtigung zum löschen dieser Kachel
es: No tiene permiso para remover contenido de este tile
fi: Sinulla ei ole riittävästi oikeuksia poistaa sisältöä tästä tiilestä.
fr: Vous n'avez pas l'autorisation de supprimer le contenu de cette tuile
it: Non sei autorizzato a rimuovere contenuti in questo riquadro
nl: Onvoldoende rechten om inhoud te verwijderen uit deze tegel
no: Du har ikke rettigheter til å fjerne innhol til denne blokken
pt_br: Você não tem permissão para apagar o conteúdo deste tile

source: collective.cover
pt_br: Capa

source: collective.cover uninstall
ca: Desinstal·lar collective.cover
de: collective.cover de-installieren
es: Desinstalar collective.cover
fr: Désinstallation de collective.cover
it: Disinstalla collective.cover
pt_br: Desintalação do collective.cover

source: help_alt_text
es: Proporciona una alternativa textual para contenido no textual en páginas web.
pt_br: Proporciona uma alternativa textual a conteúdo no textual em páginas web.

source: label_alt_text
es: Texto alternativo
pt_br: Texto alternativo

source: label_categories
ca: Etiquetes
es: Etiquetas
fi: Luokittelu
fr: Catégories
it: Categorie
ja: 分類
nl: Categorieën
no: Kategorier
pt_br: Categorias

source: msg_short_name_banner
es: Banner
ja: バナー
nl: Banner
pt_br: Banner

source: msg_short_name_basic
es: Básico
ja: 基本情報
nl: Basis
pt_br: Básico

source: msg_short_name_calendar
es: Calendario
pt_br: Calendário

source: msg_short_name_carousel
es: Carrusel
ja: カルーセル
nl: Carousel
pt_br: Carrossel

source: msg_short_name_collection
es: Colección
ja: コレクション
nl: Verzameling
pt_br: Coleção

source: msg_short_name_contentbody
es: Cuerpo del contenido
ja: コンテンツ本文
nl: Inhoud body
pt_br: Corpo de texto

source: msg_short_name_embed
es: Código incrustado
ja: 埋込み
nl: Embed
pt_br: Embed

source: msg_short_name_file
es: Archivo
ja: ファイル
nl: Bestand
pt_br: Arquivo

source: msg_short_name_list
es: Lista
ja: リスト
nl: Lijst
pt_br: Lista

source: msg_short_name_pfg
es: FormGen
ja: FormGen
nl: Formulier
pt_br: FormGen

source: msg_short_name_richtext
es: Texto rico
ja: リッチテキスト
nl: HTML tekst
pt_br: Texto Rico

source: ok
pt_br: aceitar

source: save
ca: guardar
de: Speichern
es: guardar
fi: tallenna
fr: enregistrer
it: salva
ja: 保存
nl: opslaan
no: lagre
pt_br: salvar

source: Grid System
es: Sistema de rejilla
nl: Gridsysteem

source: Layout
ca: Disseny
de: Stilvorlage
es: Diseño
fi: Sommittelu
fr: Mise en page
ja: レイアウト
nl: Indeling

source: Layouts
ca: Dissenys
de: Stilvorlagen
es: Diseños
fi: Sommittelut
fr: Mises en page
it: Layout
ja: レイアウト
nl: Indelingen

source: CSS Class
ca: Classe CSS
de: CSS Klasse
fi: CSS-luokat
it: Classe CSS
no: CSS klasse

source: more
ca: més
de: Mehr
fi: lisää
it: altro
no: mere
