Repository: collective/collective.cover
Catalog: src/collective/cover/locales/*/LC_MESSAGES/collective.cover.po
Languages: ca, de, es, fi, fr, it, ja, nl, no, pt_br

source: A cover page.
ca: Una portada.
de: Coverseite
es: Una portada.
fi: Kansisivu
fr: Une page de couverture
ja: カバーページ
nl: Een voorpagina.
no: En forside
pt_br: Uma capa.

source: A sane, working, editor-friendly way of creating front pages and other composite pages. Working now, for mere mortals.
es: Una forma sana, funcional y amigable de crear portadas y otras páginas compuestas. Funcionando ahora, para simples mortales.
ja: トップページのレイアウトを簡単に、自由に変更できるツールです。画像やお知らせなどのコンテンツを組み合わせて作成します。
nl: Een gezonde, werkende, redacteur-vriendelijke manier van aanmaken van homepages en andere samengestelde pagina's.
pt_br: Uma sã, funcional, e amigável maneira de criar capas e outras páginas compostas. Funcionando agora, para meros mortais.

source: A tile that shows a carousel of images.
ca: Un tile que mostra un carrusel d'imatges.
de: Eine Kachel, die ein Bilderkarussell zeigt
es: Un tile que muestra un carrusel de imágenes.
fi: Tiili, joka näyttää kuvakarusellin.
fr: Une tuile qui affiche un carousel composé d'images.
it: Un riquadro per visualizzare un carousel di immagini
ja: 画像カルーセルを表示するタイル
nl: Een tegel die een carousel van afbeeldingen toont.
no: En blokk som viser en billedkarusell
pt_br: Um tile que exibe um carrossel de imagens.

source: A tile that shows a file object.
ca: Un tile que mostra un objecte de tipus arxiu.
de: Eine Kachel, die eine Datei zeigt
es: Un tile que muestra un objeto de tipo archivo.
fi: Tiili, joka näyttää tiedoston.
fr: Une tuile qui affiche un contenu de type fichier.
it: Un riquadro che visualizza un file
ja: ファイルを表示するタイル
nl: Een tegel die een bestand toont.
no: En blokk som viser en fil
pt_br: Um tile que exibe um arquivo.

source: A tile that shows a list of items.
ca: Un tile que mostra una llista d'ítems.
de: Eine Kachel, die eine Liste von Items anzeigt
es: Un tile que muestra una lista de ítems.
fi: Tiili, joka näyttää luettelon.
fr: Une tuile qui affiche une liste de contenu.
it: Un riquadro che visualizza una lista di elementi
ja: アイテムリストを表示するタイル
nl: Een tegel die een lijst items toont.
no: En blokk som viser en liste av elementer
pt_br: Um tile que exibe uma lista de itens.

source: A tile that shows an Calendar for the site.
es: Un tile que muestra un calendario del sitio.
pt_br: Um tile que mostra um calendário do site.

source: A tile that shows an embedded Form Folder from Plone FormGen.
es: Un tile que muestra un formulario de Plone FormGen.
fr: Une tuile qui affiche un formulaire Plone FormGen.
ja: Plone FormGenで作成したフォームを埋め込むタイル
nl: Een tegel die een ingebed Formulier van PloneFormGen toont.
pt_br: Um tile que exibe um formulário do Plone FormGen.

source: A tile that shows an image with a link.
es: Un tile que muestra una imagen con un vínculo.
fr: Une tuile qui affiche une image avec un lien.
ja: リンク付きで画像を表示するタイル
nl: Een tegel die een afbeelding toont met een link.
pt_br: Um tile que exibe uma imagem com um link.

source: A tile that shows general information about objects.
ca: Un tile que mostra informació general sobre objectes.
de: Eine Kachel, für allgemeine Informationen über Objekte
es: Un tile que muestra información general acerca de objetos.
fi: Tiili, joka näyttää valitun sisällön perustiedot.
fr: Une tuile qui affiche les informations générales à propos de contenus.
it: Un riquadro che visualizza informazioni generali sui contenuti
ja: コンテンツの基本情報を表示するタイル
nl: Een tegel die algemene informatie over objecten toont.
no: En blokk som viser generell informasjon om elementer
pt_br: Um tile que exibe informações gerais sobre objetos.

source: A tile that shows rich text format.
ca: Un tile que mostra text amb format enriquit.
de: Eine Kachel, die Rich Text-format anzeigt
es: Un tile que muestra texto con formato enriquecido.
fi: Tiili, joka näyttää muotoiltua tekstiä.
fr: Une tuile qui affiche un texte riche.
it: Un riquadro che visualizza un testo formattabile
ja: リッチテキストを表示するタイル
nl: Een tegel die tekst met opmaak toont.
no: En blokk som viser rikt tekst format
pt_br: Um tile que exibe um campo de texto rico.

source: A tile that shows the body of a content type.
es: Un tile que muestra el cuerpo de un elemento.
pt_br: Um tile que mostra o corpo de um ítem.

source: A tile that shows the result of a collection.
ca: Un tile que mostra el resultat d'una col·lecció.
de: Eine Kachel, die das Ergebnis einer Kollektion zeigt.
es: Un tile que muestra el resultado de una colección.
fi: Tiili, joka näyttää kokoelman tulokset.
fr: Une tuile qui affiche le résultat d'une collection.
it: Un riquadro che visualizza i risultati di una collezione
ja: コレクションを表示するタイル
nl: Een tegel die de resultaten van een verzameling toont.
no: En blokk som viser resultatet av en samling
pt_br: Um tile que exibe o resultado de uma coleção.

source: A tile to embed content from a remote source.
ca: Un tile per integrar contingut d'una font remota.
de: Eine Kachel, die externe Inhalte einbettet.
es: Un tile para integrar contenido de una fuente remota.
fi: Tiili, joka näyttää sisältöupotuksen toiselta sivustolta.
fr: Une tuile qui affiche le contenu embarqué d'un site tiers.
it: Un riquadro che include contenuto remoto (es. video, audio, presentazioni)
ja: 外部リソース(YoutubeやFlickr)を埋め込み表示するタイル
nl: Een tegel die inhoud van externe bronnen toont.
no: En blokk for å bygge inn innhold fra en ekstern kilde
pt_br: Um tile que permite incluir conteúdo de uma fonte externa.

source: Add Content
ca: Afegir contingut
de: Inhalt zufügen
es: Agregar contenido
fi: Lisää sisältöä
fr: Ajouter du contenu
it: Aggiungi contenuto
ja: コンテンツ追加
nl: Voeg inhoud toe
no: Legg til innhold
pt_br: Adicionar conteúdo

source: Auto play
ca: Reproducció automàtica
de: Automatisch abspielen
es: Reproducción automática
fi: Automaattinen toisto
fr: Démarrer automatiquement
ja: 自動再生
nl: Automatisch afspelen
no: Automatisk avspilling
pt_br: Reprodução automática

source: Available tiles
ca: Tiles disponibles
de: Verfügbare Kacheln
es: Tiles disponibles
fi: Valittavissa olevat tiilet
fr: Tuiles disponibles
it: Riquadri disponibili
ja: 利用可能なタイル
nl: Beschikbare tegels
no: Tilgjengelige blokker
pt_br: Tiles disponíveis

source: Banner Tile
es: Tile de banner
fr: Tuile bannière
ja: バナー
nl: Banner tegel
pt_br: Tile de Banner

source: Basic Tile
ca: Tile bàsic
de: Basis Kachel
es: Tile básico
fi: Perustiedot
fr: Tuile basique
it: Riquadro base
ja: 基本情報
nl: Basis tegel
no: Basisblokk
pt_br: Tile básico

source: CSS Classes
es: Clases CSS
pt_br: Classes CSS

source: Calendar Tile
es: Tile de calendario
pt_br: Tile de calendário

source: Cancel
ca: Cancel·lar
de: Ab­bre­chen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
no: Avbryte
pt_br: Cancelar

source: Carousel Tile
ca: Tile de carrusel
de: Karussell Kachel
es: Tile de carrusel
fi: Karuselli
fr: Tuile Carrousel
it: Riquadro Carousel
ja: カルーセル
nl: Carousel tegel
no: Karusellblokk
pt_br: Tile de carrossel

source: Choose a grid system
es: Seleccione un sistema de rejilla
nl: Kies een gridsysteem
pt_br: Selecione um grid system

source: Choose one of the predefined layouts
ca: Trii un dels disenys predefinits
de: Selektieren Sie eine Stilvorlage
es: Elija uno de los diseños predefinidos
fi: Valitse yksi sommittelu kansisivun pohjaksi.
fr: Choisir l'une des mises en page prédéfinies
it: Scegli un layout predefinito
ja: 設定済みレイアウトを選択してください
nl: Kies een van de bestaande opmaken
no: Velg en av de forhåndsdefinerte layoutene
pt_br: Escolha um dos layouts pré-definidos

source: Collection Tile
ca: Tile de col·lecció
de: Kollektionskachel
es: Tile de colección
fi: Kokoelma
fr: Tuile collection
it: Riquadro collezione
ja: コレクション
nl: Verzameling tegel
no: Samling-blokk
pt_br: Tile de coleção

source: Column
ca: Columna
de: Kolumne
es: Columna
fi: Sarake
fr: Colonne
it: Colonna
ja: 列
nl: Kolom
no: Kolonne
pt_br: Coluna

source: Compose
ca: Compondre
de: Gestalten
es: Componer
fi: Ladonta
fr: Remplir
it: Componi pagina
ja: 作成
nl: Stel samen
no: Komponer
pt_br: Composição

source: Configure ${name}
ca: Configurar ${name}
de: Konfiguriere ${name}
es: Configurar ${name}
fi: Muokkaa tiiltä: ${name}
fr: Configurer ${name}
it: Configura ${name}
ja: ${name}の設定
nl: Configureer ${name}
no: Konfigurer ${name}
pt_br: Configurar ${name}

source: Content Body Tile
es: Tile de cuerpo de contenido
ja: コンテンツ本文
nl: Inhoud body tegel
pt_br: Tile de Corpo do conteúdo

source: Content tree
ca: Arbre de contingut
de: Inhaltsübersicht
es: Árbol de contenido
fi: Sisältöpuu
fr: Arborescence du contenu
it: Albero dei contenuti
ja: コンテンツツリー
nl: Inhoudsoverzicht
no: Innholdstre
pt_br: Árvore de conteúdo

source: Cover
ca: Portada
de: Coverseite
es: Portada
fi: Kansisivu
fr: Page de couverture
ja: カバー
nl: Voorpagina
no: Forside
pt_br: Capa

source: Cover Layout
ca: Disseny de portada
de: Cover Stilvorlage
es: Diseño de portada
fi: Sommittelu
fr: Mise en page
it: Layout di Cover
ja: カバーレイアウト
nl: Voorpagina opmaak
no: Forsidelayout
pt_br: Layout da capa

source: Cover Settings
ca: Configuracions de portada
de: Cover Konfiguration
es: Configuraciones de portada
fi: Kansisivun asetukset
fr: Page de couverture
it: Impostazioni di collective.cover
ja: カバー設定
nl: Voorpagina instellingen
no: Forsideinnstillinger
pt_br: Configurações da capa

source: Date
ca: Data
de: Datum
es: Fecha
fi: Päiväys
it: Data
ja: 日付
nl: Datum
no: Dato
pt_br: Data

source: Deco (16 columns)
es: Deco (16 columnas)
pt_br: Deco (16 colunas)

source: Description
ca: Descripció
de: Beschreibung
es: Descripción
fi: Kuvaus
it: Descrizione
ja: 説明
nl: Omschrijving
no: Beskrivelse
pt_br: Descrição

source: Download link
ca: Enllaç de descàrrega
es: Enlace de descarga
fi: Latauslinkki
fr: Lien de téléchargement
it: Download
ja: ダウンロードリンク
no: Nedlastningslenke
pt_br: Link para download

source: Drag&amp;drop an image or link here to populate the tile.
ca: Arrossegui i deixi anar una imatge o un enllaç aquí.
de: Ziehen Sie ein Bild oder Link in diese Kachel hinein.
es: Arrastre y suelte una imagen o un enlace aquí.
fi: Raahaa ja pudota tähän kuva, jonka haluat näkyvän tiilessä.
fr: Faites glisser ici une image ou un lien pour remplir cette tuile (via le bouton 'Ajouter du contenu').
it: Trascina un immagine o un link per popolare questo riquadro
nl: Versleep een afbeelding of link naar hier om de tegel te vullen.
no: Drag&amp;drop en lenke til denne blokken.
pt_br: Arraste e solte uma imagem ou um link aqui.

source: Drag&amp;drop some content to populate the tile.
es: Arrastre y suelte un elemento aquí.
pt_br: Arraste e solte conteúdo aqui.

source: Edit
ca: Editar
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
nl: Wijzig
no: Rediger
pt_br: Editar

source: Elements
de: Elemente
es: Elementos
fi: Osat
fr: Éléments
it: Elementi
ja: 要素数
nl: Elementen
no: Elementer
pt_br: Elementos

source: Embedding Tile
ca: Tile de codi incrustat
de: Kachel zum Einbetten externer Inhalte
es: Tile de código incrustado
fi: Sisältöupotus
fr: Tuile embarquée
it: Riquadro Embed
ja: 埋込み
nl: Embed tegel
no: Blokk for innhold fra ekstern side
pt_br: Tile de embed

source: Embedding code
ca: Codi a incrustar
de: Code zum Einbetten
es: Código a incrustar
fi: Upotuskoodi
fr: Code embarqué
it: Codice da incorporare
ja: 埋込みコード
nl: Embed code
no: Innbygningskode
pt_br: Código de embedding

source: Enable refresh
es: Habilitar actualización automática
pt_br: Habilita atualização automática

source: Enable refresh of the current page.
es: Habilita la actualización automática de la página actual.
pt_br: Habilita a atualização automática da página atual.

source: Enter a list of styles to appear in the style pulldown. Format is title|className, one per line.
ca: Introdueixi una llista d'estils per mostrar al menú desplegable d'estils. El format és títol|nomDeClasse, un per línia.
de: Geben Sie eine Liste von Stilen ein, die zur Auswahl stehen sollen. Das Format ist Titel|className, eins per Zeile.
es: Introduzca una lista de estilos para mostrar en el menú desplegable de estilos. El formato es título|nombreDeClase, uno por línea.
fi: Syötä lista tyylejä, jotka on valittavissa pudotusvalikosta. Syötä yksi tyyli per rivi. Käytä muotoa "nimike|luokanNimi".
fr: Entrez une liste de styles devant apparaitre dans la liste des styles. Le format est titre|nomClasse, une par ligne.
it: Inserisci una lista di stili che appariranno nel campo 'stile'. Usa il seguente formato: titolo|nome della classe. Inserisci un valore per linea
ja: スタイルプルダウンに表示する内容を title|className の形式で1行ずつ入力してください。
nl: Definieer een lijst van stijlen die in het stijlmenu verschijnen. Het formaat is titel|classname, een per regel.
no: Skriv en liste over stiler skal vises i nedtrekksmenyen. Formatet er tittel | className, en per linje.
pt_br: Digite uma lista de estilos para aparecer no menu pulldown de estilo. Formato é título|nomeDeClasse, um por linha.

source: Export layout
ca: Exportar disseny
de: Stilvorlage Exportieren
es: Exportar diseño
fi: Vie sommittelu
it: Esporta il layout
no: Eksporter layout
pt_br: Exportar o layout

source: File Tile
ca: Tile d'arxiu
de: Datei Kachel
es: Tile de archivo
fi: Tiedosto
fr: Tuile fichier
it: Riquadro File
ja: ファイル
nl: Bestands tegel
no: Filblokk
pt_br: Tile de arquivo

source: Filter items
ca: Filtrar elements
de: Inhalte filtern
es: Filtrar elementos
fi: Suodata sisältöä
fr: Filtrer les éléments
it: Filtra gli elementi
no: Filtrer elementer
pt_br: Filtrar itens

source: Footer
ca: Peu de pàgina
de: Fußzeile
es: Pie de página
fi: Alatunniste
fr: Pied
it: Piè pagina
ja: フッター
nl: Voettekst
no: Bunntekst
pt_br: Rodapé

source: FormGen Tile
es: Tile de FormGen
fr: Tuile FormGen
ja: FormGen
nl: Formulier tegel
pt_br: Tile de Plone FormGen

source: Format
es: Formato
pt_br: Formato

source: Front page view
es: Vista de portada
nl: Voorpaginaweergave
pt_br: Visão de página inicial

source: Go to related collection
es: Ir a la colección relacionada
fr: Aller à la collection
nl: Ga naar gerelateerde verzameling
pt_br: Ir à coleção relacionada

source: Go to related item
es: Ir al elemento relacionado
pt_br: Ir para o item relacionado

source: HTML tag
ca: Tag HTML
es: Tag HTML
fi: HTML-tagi
fr: Balise HTML
it: tag HTML
ja: HTMLタグ
pt_br: Tag HTML

source: Header
ca: Capçalera
de: Kopfzeile
es: Encabezado
fi: Ylätunniste
fr: Entête
it: Intestaizone
ja: ヘッダー
no: Topptekst
pt_br: Cabeçalho

source: Image
ca: Imatge
de: Bild
es: Imagen
fi: Kuva
it: Immagine
ja: 画像
nl: Afbeelding
no: Bilde
pt_br: Imagem

source: Image size
ca: Mida de la imatge
de: Bildgröße
es: Tamaño de la imagen
fi: Kuvakoko
fr: Taille de l'image
it: Dimensione immagine
ja: 画像サイズ
nl: Afbeelding grootte
no: Bildestørrelse
pt_br: Tamanho da imagem

source: Layout Details
ca: Detalls del disseny
de: Details zur Stilvorlage
es: Detalles del diseño
fi: Sommittelun esikatselu
fr: Détails de la mise en page
it: Dettagli
ja: レイアウト詳細
nl: Indeling details
no: Layoutdetaljer
pt_br: Detalhes do layout

source: Layout name
ca: Nom del disseny
de: Stilvorlage name
es: Nombre del diseño
fi: Sommittelun nimi
it: Nome del layout
no: Layoutnavn
pt_br: Nome do layout

source: Limit
ca: Límit
es: Límite
fi: Raja
fr: Limite
it: Limite
ja: 上限
nl: Limiet
no: Grense
pt_br: Limite

source: List Tile
ca: Tile de llista
de: Listen Kachel
es: Tile de lista
fi: Luettelo
fr: Tuile de liste
it: Riquadro lista
ja: リスト
nl: Lijst tegel
no: Listeblokk
pt_br: Tile de lista

source: More…
ca: Més…
de: Mehr…
es: Más…
fi: Lisää…
fr: Plus…
it: Altro…
ja: もっと…
nl: Meer…
no: Mere…
pt_br: Mais…

source: Name
ca: Nom
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nl: Naam
no: Navn
pt_br: Nome

source: No
de: Nein
fi: Ei
fr: Non
ja: いいえ
nl: Nee
no: Nei
pt_br: Não

source: No description
ca: Sense descripció
de: Keine Beschreibung
es: Sin descripción
fi: Ei kuvausta
fr: Aucune description
it: Nessuna descrizione
ja: 説明なし
nl: Geen omschrijving
no: Ingen beskrivelse
pt_br: Sem descrição

source: Number of items
ca: Número d'elements
de: Anzahl der Artikel
es: Número de elementos
fi: Lukumäärä
fr: Nombre d'éléments
it: Numero di elementi
ja: 上限
nl: Aantal items
no: Antall elementer
pt_br: Número de itens

source: Number of items to display
ca: Número d'elements a mostrar
de: Anzahl anzuzeigende Artikeln
es: Número de elementos a mostrar
fi: Näytettävän sisällön määrä
fr: Nombre d'éléments à afficher
it: Numero di elementi da visualizzare
nl: Aantal items te tonen
no: Antall elementer som skal vises
pt_br: Número de itens a exibir

source: Number of seconds after which to reload the current page.
es: Número de segundos después de los cuales ocurrirá una actualización de la página.
pt_br: Número de segundos depois dos quais a página será atualizada.

source: Only objects of these content types will be searched on the content chooser.
ca: Només objectes d'aquests tipus seran buscats a la selecció de contingut.
de: Nur Objekte dieser Arten werden im Auswahlfeld erscheinen.
es: Sólo objetos de estos tipos serán buscados en la selección de contenido.
fi: Vain tässä valitut sisältötyypit on haettavissa sisältövalitsimella.
fr: Seul les éléments correspondant à ces types de contenus seront recherchés.
it: Solamente questi tipi di contenuto saranno ricercabili nel widget per la selezione dei contenuti.
nl: Alleen objecten van deze content types zullen verschijnen in de inhoudskiezer.
no: Bare gjenstander av disse innholdstyper vil bli søkt fra innholdsvelgeren.
pt_br: Só objetos destes tipos serão buscados na seleção de conteúdo.

source: Order
ca: Ordre
de: Reihenfolge
es: Orden
fi: Järjestys
fr: Ordre
it: Ordine
nl: Sortering
no: Rekkefølge
pt_br: Ordem

source: Page refresh
es: Refrescar la página
pt_br: Atualização da página

source: Please add up to ${limit_objects} objects to the tile.
ca: Arrossegui i deixi anar fins a ${limit_objects} objecte(s) aquí.
de: Sie können bis zu ${limit_objects} Objekte hinzufügen.
es: Arrastre y suelte hasta ${limit_objects} objeto(s) aquí.
fi: Valitse tiileen korkeintaan ${limit_objects} sisältökohdetta.
fr: Vous pouvez ajouter jusqu'à ${limit_objects} éléments dans la tuile.
it: Aggiungi sino a ${limit_objects} oggetti al riquadro
ja: タイルに ${limit_objects} までのコンテンツを追加してください
nl: Voeg tot ${limit_objects} objecten toe aan de tegel.
no: Vennligst legg opp til ${limit_objects} gjenstander til blokken.
pt_br: Adicione até ${limit_objects} ao tile.

source: Please drag&amp;drop a Form Folder here to populate the tile.
ca: Arrossegui i deixi anar un formulari aquí.
de: Ziehen Sie ein Formular in diese Kachel hinein.
es: Arrastre y suelte un formulario aquí.
fi: Raahaa ja pudota tähän lomakekansio, jonka haluat näkyvän tiilessä.
fr: Veuillez glisser &amp; déposer un formulaire ici (via le bouton 'Ajouter du contenu')
it: Trascina un oggetto Form per popolare il riquadro.
ja: タイルにPlone FormGenのフォームフォルダをドラッグ&amp;ドロップしてください
nl: Versleep een Formuliermap naar hier om de tegel te vullen.
no: Vennligst dra og slipp en FormFolder her for å fylle blokken.
pt_br: Arraste e solte um formulário aqui.

source: Please drag&amp;drop a file here.
ca: Arrossegui i deixi anar un arxiu aquí.
de: Ziehen Sie eine Datei in diese Kachel hinein.
es: Arrastre y suelte un archivo aquí.
fi: Raahaa ja pudota tähän tiedosto, jonka haluat näkyvän tiilessä.
fr: Veuillez glisser &amp; déposer un fichier ici (via le bouton 'Ajouter du contenu')
it: Trascina un file qui
ja: ここにファイルをドラッグ&amp;ドロップしてください
nl: Versleep een bestand naar hier.
no: Vennligst dra og slipp en fil her
pt_br: Arraste e solte um arquivo aqui.

source: Please drag&amp;drop some content here to populate the tile.
ca: Arrossegui i deixi anar contingut aquí.
de: Ziehen Sie ein Artikel in diese Kachel hinein.
es: Arrastre y suelte contenido aquí.
fi: Raahaa ja pudota tähän sisältöä, jonka haluat näkyvän tiilessä.
fr: Veuillez glisser &amp; déposer du contenu ici (via le bouton 'Ajouter du contenu')
it: Trascina qualche contenuto per popolare il riquadro
ja: タイルを使うためにコンテンツをドラッグ&amp;ドロップしてください
nl: Versleep een inhouds-object naar hier om de tegel te vullen.
no: Vennligst dra og slipp noe innhold her
pt_br: Arraste e solte algum conteúdo aqui.

source: Please drop a collection here to fill the tile.
ca: Arrossegui i deixi anar una col·lecció aquí.
de: Ziehen Sie eine Kollektion in diese Kachel hinein.
es: Arrastre y suelte una colección aquí.
fi: Raahaa ja pudota tähän kokoelma, jonka tulokset haluat näyttää tiilessä.
fr: Veuillez glisser &amp; déposer une collection ici (via le bouton 'Ajouter du contenu')
it: Trascina una collezione qui per popolare il riquadro
ja: タイルにコレクションをドロップしてください
nl: Versleep een verzameling naar hier om de tegel te vullen.
no: Vennligst dra og slippe en samling her
pt_br: Arraste e solte uma coleção aqui.

source: Please edit the tile to add the code to be embedded.
ca: Editi el tile per afegir el codi a incrustar.
de: Bearbeiten Sie die Kachel um externe Inhalte einzubetten.
es: Edite el tile para agregar el código a incrustar.
fi: Syötä upotuskoodi valitsemalla "Muokkaa".
fr: Veuillez modifier la tuile pour ajouter le code embarqué.
it: Modifica il riquadro per aggiungere il codice da incorporare
ja: コードを埋め込むためにタイルを編集してください
nl: Wijzig de tegel en voeg de embed code toe.
no: Vennligst redigere blokken ved å legge til (html) koden
pt_br: Edite o tile para adicionar o código que será incluído.

source: Please edit the tile to enter some text.
ca: Editi el tile per afegir algun text.
de: Bearbeiten Sie diese Kachel um Text anzuzeigen.
es: Edite el tile para agregar algún texto.
fi: Syötä tiileen muotoiltua valitsemalla "Muokkaa".
fr: Veuillez modifier la tuile pour ajouter du texte.
it: Modifica il riquadro per inserire del testo
ja: テキストを入力するためにタイルを編集してください
nl: Wijzig de tegel en voeg tekst toe.
no: Vennligst rediger blokken ved å legge til litt tekst
pt_br: Edite o tile para adicionar um texto.

source: Position
ca: Posició
es: Posición
fi: Sijainti
it: Posizione
ja: 位置
nl: Positie
no: Posisjon
pt_br: Posição

source: Recent items
ca: Elements recents
de: Neueste Artikel
es: Elementos recientes
fi: Viimeisin sisältö
fr: Éléments récents
it: Elementi recenti
ja: 最近のアイテム
nl: Recente items
no: Nylig
pt_br: Itens recentes

source: Reload the current page after a certain amount of time.
es: Recargar automáticamente la página después de un periodo de tiempo determinado.
pt_br: Recarrega automaticamente o conteúdo da página após um período de tempo determinado.

source: Rich Text Tile
ca: Tile de text enriquit
de: Rich Text Kachel
es: Tile de texto enriquecido
fi: Muotoltu teksti
fr: Tuile texte riche
it: Riquadro testo formattabile
ja: リッチテキスト
nl: Tekst met opmaak tegel
no: Rik-tekstblokk
pt_br: Tile de texto rico

source: Row
ca: Fila
de: Zeile
es: Fila
fi: Rivi
fr: Ligne
it: Riga
ja: 行
nl: Rij
no: Rad
pt_br: Linha

source: Save
ca: Guardar
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pt_br: Salvar

source: Saved
ca: Guardat
de: Gespeichert
es: Guardado
fi: Tallennettu
it: Salvato
no: Lagre
pt_br: Salvo

source: Searchable Content Types
ca: Tipus de contingut consultables
de: Durchsuchbare Inhaltstypen
es: Tipos de contenido consultables
fi: Haettavissa olevat sisältötyypit
fr: Types de contenu recherchable
it: Contenuti ricercabilie
nl: Doorzoekbare contenttypes
no: Søkbare innholdstyper
pt_br: Tipos de conteúdo buscáveis

source: Select random items
es: Seleccionar ítems aleatorios
pt_br: Selecionar itens aleatórios

source: Select… ▼
es: Seleccionar… ▼
pt_br: Selecionar… ▼
